Repository: wolly66/content-creation-newsletter
Catalog: content-creation-newsletter-*.po
Languages: it_it

source: Newsletters
it_it: Newsletter

source: Item Archives
it_it: Archvi elemento

source: Parent Item:
it_it: Elemento genitore:

source: All Items
it_it: Tutti gli elementi

source: Add New Item
it_it: Aggiungi nuova elemento

source: Add New
it_it: Aggiungi nuovo

source: New Item
it_it: Nuovo elemento

source: Edit Item
it_it: Modifica elemento

source: Update Item
it_it: Aggiorna elemento

source: View Item
it_it: Visualizza elemento

source: Search Item
it_it: Cerca elemento

source: Not found
it_it: Non trovato

source: Not found in Trash
it_it: Non trovato nel cestino

source: Featured Image
it_it: Immagine in evidenza

source: Set featured image
it_it: Imposta l’immagine in evidenza

source: Remove featured image
it_it: Rimuovi l’immagine in evidenza

source: Use as featured image
it_it: Utilizza come immagine in evidenza

source: Items list
it_it: Lista elementi

source: Newsletters management
it_it: Gestione delle newsletter

source: View Items
it_it: Visualizza elementi

source: Choose Newsletter
it_it: Scegli la newsletter

source: Please, choose newsletter
it_it: Scegli la newsletter

source: News link
it_it: Link della notizia

source: URL (include http:// or https://)
it_it: URL (includi http:// o https://)

source: Language
it_it: Lingua

source: Choose Mailchimp List
it_it: Scegli la lista Mailchimp

source: Please, choose a list
it_it: Scegli una lista

source: Order Sections
it_it: Ordinamento delle sezioni

source: Please, add at least one section
it_it: Aggiungi almeno una sezione

source: You can read this newsletter at this
it_it: Puoi leggere la newsletter a questo

source: You can discuss this newsletter on our forum at this
it_it: Puoi discutere la newsletter sul forum a questo

source: Create Newsletter
it_it: Crea la newsletter

source: Newsletter Creator
it_it: Crea newsletter

source: Choose newsletter
it_it: Scegli la newsletter

source: Please, choose a Newsletter
it_it: Scegli la newsletter

source: by
it_it: da

source: There is no content, it should be better to write a content before publish the newsletter
it_it: Non c’è contenuto, sarebbe meglio scrivere del contenuto prima di pubblicare la newsletter

source: No short news available
it_it: Non ci sono short new

source: Newsletter title
it_it: Titolo della newsletter

source: Do not print sections name
it_it: Non pubblicare i nomi delle sezioni

source: Choose short news to add to the newsletter
it_it: Scegli le short new da aggiungere alla newsletter

source: Title not defined
it_it: Titolo non definito

source: Mailchimp options
it_it: Opzioni mailchimp

source: Mailchimp Settings
it_it: Impostazioni mailchimp

source: Mailchimp Api
it_it: API mailchimp

source: Mailchimp URL
it_it: URL mailchimp

source: Mailchimp Lists
it_it: Liste mailchimp

source: Add a subscribe form on single page
it_it: Aggiungi un form di iscrizione sulla pagina single

source: All Mailchimp Lists
it_it: Tutte le liste mailchimp

source: List name: %s List ID: %s
it_it: Nome della lista: %s ID della lista: %s

source: You have no list
it_it: Non hai liste

source: <h4>I have a newsletter about WordPress</h4>
it_it: <h4>Ho una newsletter che parla di WordPress</h4>

source: Newsletter Settings
it_it: Impostazioni newsletter

source: Do you want Newsletters added to the main query?
it_it: Vuoi che le newsletter siano aggiunte alla query principale?

source: Add to main query?
it_it: Aggiungi alla query principale?

source: Choose Newsletters Management
it_it: Scegli la gestione delle newsletter

source: Newsletter Management
it_it: Gestione delle newsletter

source: Use Mailchimp?
it_it: Usi Mailchimp?

source: Main query settings
it_it: Impostazioni query principale

source: Choose newsletter management for this website
it_it: Scegli la gestione della newsletter per questo sito

source: Create newsletter sections
it_it: Crea le sezioni della newsletter

source: Yes
it_it: Si

source: Internal management
it_it: Gestione interna

source: Please, choose newsletter management
it_it: Scegli la gestione newsletter

source: Sections
it_it: Sezioni

source: Section
it_it: Sezione

source: Parent Item
it_it: Elemento genitore

source: New Item Name
it_it: Nuovo nome elemento

source: Separate items with commas
it_it: Separa gli elementi con una virgola

source: Add or remove items
it_it: Aggiungi o rimuovi elementi

source: Choose from the most used
it_it: Scegli tra i più utilizzati

source: Popular Items
it_it: Elementi popolari

source: Search Items
it_it: Cerca elementi

source: Not Found
it_it: Non Trovato

source: No items
it_it: Nessun elemento

source: Newsletter settings
it_it: Impostazioni newsletter

source: Print author name
it_it: Stampa il nome dell’autore

source: If checked, author name will be printed
it_it: Se selezionato, il nome dell’autore sarà stampato

source: Choose a role for newsletter
it_it: Scegli un ruolo per newsletter

source: Newsletter Role
it_it: Ruolo newsletter

source: -- No additional Role for Newletter --
it_it: — Nessun ruolo addizionale per Newsletter —

source: Newsletter admin
it_it: Amministratore newsletter

source: Newsletter editor
it_it: Editore newsletter

source: Shortnews editor
it_it: Editore shortnews

source: Shortnews author
it_it: Autore shortnews

source: Shortnews contributor
it_it: Contributore shortnews
